[
  {
    "name": "Russia",
    "leaderName": "Vladimir Putin",
    "adjective": ["Russian"],
    "startBias": ["Tundra"],
    "preferredVictoryType": "Domination",

    "startIntroPart1": "After the collapse of the Soviet Union, the new Russia fell into a deep social and economic crisis. Throughout the nineties, Yeltsin's gang tried to pull Russia out of the abyss of the crisis, but nothing came of it. After the successful suppression of the Chechen resistance under your leadership, you, Vladimir Vladimirovich Putin, will lead the new Russia and return its glorious name!",
    "declaringWar": "In the most difficult time of the war, in the decisive battles that determined the outcome of the struggle against the enemy, our people were alone, alone on the difficult, heroic and sacrificial path to Victory.",
    "attacked": "Russia is a country with more than a thousand years of history, and almost always it has enjoyed the privilege of pursuing an independent foreign policy. We are not going to change this tradition today.",
    "defeated": "Today we see gatherings of unbeaten punishers and their followers, attempts to rewrite history, to justify traitors and criminals, on whose hands the blood of hundreds of thousands of peaceful people.",
    "introduction": "Greetings, I, Vladimir Putin, am the President of the Russian Federation. I look forward to economic cooperation with you. But if you encroach on the lands of holy Russia, we will not disdain to knock out your teeth.",
    "neutralHello": "Hello!",
    "hateHello": "Your sanctions only make Russia stronger.",
    "tradeRequest": "How would you like it if I propose this kind of exchange?",
    "outerColor": [0,148,255],
    "innerColor": [255,255,255],

    "uniqueName": "National projects of Russia",
    "uniques": ["[+10]% [Science] [in all cities]","[+5]% [Production] [in all cities]","[+5]% Production when constructing [Melee] units"],
    "cities": ["Moscow","St. Petersburg","Novgorod","Rostov","Yaroslavl","Yekaterinburg","Yakutsk","Vladivostok","Smolensk","Orenburg",
			"Krasnoyarsk","Khabarovsk","Bryansk","Tver","Novosibirsk","Magadan","Murmansk","Irkutsk","Chita","Samara",
			"Arkhangelsk","Chelyabinsk","Tobolsk","Vologda","Omsk","Astrakhan","Kursk","Saratov","Tula","Vladimir","Perm",
			"Voronezh","Pskov","Starayarussa","Kostoma","Nizhniy Novgorod","Suzdal","Magnitogorsk"]
  }
]
