[
  {
    "name": "Eurasian Union",
    "leaderName": "Vladimir Putin",
    "adjective": ["Евразийцы"],
    "startBias": ["Plains"],
    "preferredVictoryType": "Cultural",

    "startIntroPart1": "После успешной специальной военной операции в Украине Владимир Владимирович Путин, при содействии стран-участниц ЕАЭС, формирует новое государственное образование на территории постсоветского пространства. Евразийский Союз распространился на территории Центральной Азии, Восточной Европы и имеет интересы в Латинской Америке. Под вашим чутким контролем вы поведёте Союз на новые высоты!",
    "declaringWar": "Обстоятельства требуют от нас решительных и незамедлительных действий. Народные формирования на Земле обратились к Евразии с просьбой о помощи. В связи с этим, в соответствии со статьей 51, часть 7 Устава ООН, с санкции Совета Союза и во исполнение ратифицированных Федеральным Собранием договоров о дружбе и взаимопомощи с ДНР и ЛНР, мной принято решение о проведении специальной военной операции.",
    "attacked": "Мы будем преследовать вас везде. В аэропорту — в аэропорту. Значит, вы уж меня извините, в туалете поймаем, мы и в сортире вас замочим, в конце концов. Всё, вопрос закрыт окончательно.",
    "defeated": "После поражения я уйду в оппозицию и буду ругать власть.",
    "introduction": "Границы Евразии нигде не заканчиваются.",

    "neutralHello": "Здравствуйте!",
    "hateHello": "Нет оплаты - нет продукта. Проваливайте.",

    "tradeRequest": "Мы готовы сотрудничать с вами на взаимовыгодных условиях!",

    "outerColor": [155,0,255],
    "innerColor": [255,255,255],
    "favoredReligion": "Christianity",
    "uniqueName": "Успешное объединение",
    "uniques": ["[15]% tile improvement construction time","Starts with [Civil Service], [Iron Working], [Horseback Riding], [Trapping], [Bronze Working]","[15]% [Gold] from Trade Routes"],
    "cities": ["Москва","Санкт-Петербург","Владивосток","Екатеринбург","Ростов-на-Дону","Минск","Гомель","Витебск","Брест","Гродно","Херсон","Одесса","Харьков","Донецк","Николаев","Астана","Алма-Ата","Караганда","Актобе","Шышкент","Бишкек","Ош","Каракол","Джалал-Абад","Токмак","Ереван","Гюмри","Ванадзор","Вагаршапат","Иджеван"]
  }
]
